Repository: guitaripod/PayDay
Catalog: PayDay/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, ko, nl, pl, pt_br, zh_hans, zh_hant

source: Couldn't allocate a number — try again
de: Keine Nummer vergeben – bitte erneut versuchen
es: No se pudo asignar un número: inténtalo de nuevo
fi: Numeroa ei voitu varata – yritä uudelleen
fr: Numéro non attribué — réessayez
it: Numero non assegnato — riprova
ja: 番号を採番できませんでした。もう一度お試しください
ko: 번호를 발급하지 못했습니다. 다시 시도하세요
nl: Geen nummer toegekend — probeer opnieuw
pl: Nie przydzielono numeru — spróbuj ponownie
pt_br: Não foi possível gerar o número — tente novamente
zh_hans: 无法分配编号，请重试
zh_hant: 無法取得編號，請再試一次

source: Couldn't allocate a number — try again.
de: Keine Nummer vergeben – bitte erneut versuchen.
es: No se pudo asignar un número: inténtalo de nuevo.
fi: Numeroa ei voitu varata – yritä uudelleen.
fr: Numéro non attribué — réessayez.
it: Numero non assegnato — riprova.
ja: 番号を採番できませんでした。もう一度お試しください。
ko: 번호를 발급하지 못했습니다. 다시 시도하세요.
nl: Geen nummer toegekend — probeer het opnieuw.
pl: Nie przydzielono numeru — spróbuj ponownie.
pt_br: Não foi possível gerar o número — tente novamente.
zh_hans: 无法分配编号，请重试。
zh_hant: 無法取得編號，請再試一次。

source: Couldn't delete account
de: Konto nicht gelöscht
es: No se pudo eliminar la cuenta
fi: Tiliä ei voitu poistaa
fr: Suppression du compte impossible
it: Impossibile eliminare l'account
ja: アカウントを削除できませんでした
ko: 계정을 삭제하지 못했습니다
nl: Account verwijderen mislukt
pl: Nie udało się usunąć konta
pt_br: Não foi possível excluir a conta
zh_hans: 无法删除账户
zh_hant: 無法刪除帳戶

source: Couldn't draft
de: Entwurf fehlgeschlagen
es: No se pudo generar el borrador
fi: Luonnostelu epäonnistui
fr: Rédaction impossible
it: Bozza non riuscita
ja: 下書きを作成できませんでした
ko: 초안을 만들지 못했습니다
nl: Opstellen mislukt
pl: Nie udało się utworzyć szkicu
pt_br: Não foi possível gerar o rascunho
zh_hans: 无法生成草稿
zh_hant: 無法產生草稿

source: Couldn't export
de: Export fehlgeschlagen
es: No se pudo exportar
fi: Vienti epäonnistui
fr: Export impossible
it: Esportazione non riuscita
ja: 書き出せませんでした
ko: 내보내지 못했습니다
nl: Exporteren mislukt
pl: Nie udało się wyeksportować
pt_br: Não foi possível exportar
zh_hans: 无法导出
zh_hant: 無法匯出

source: Couldn't extract line items — try describing them instead.
de: Es konnten keine Positionen erkannt werden – beschreiben Sie sie stattdessen mit Worten.
es: No se pudieron extraer líneas: descríbelas mejor con palabras.
fi: Laskurivejä ei löytynyt – kokeile sen sijaan kuvailla ne sanoin.
fr: Impossible d'extraire des lignes — décrivez-les plutôt en quelques mots.
it: Non è stato possibile estrarre le righe: prova a descriverle a parole.
ja: 明細を抽出できませんでした。文章で説明してみてください。
ko: 항목을 추출하지 못했습니다. 대신 문장으로 설명해 보세요.
nl: Er konden geen regels worden herkend — beschrijf ze liever in woorden.
pl: Nie udało się odczytać pozycji — spróbuj opisać je słowami.
pt_br: Não foi possível extrair os itens — tente descrevê-los em palavras.
zh_hans: 无法提取明细，试试用文字描述。
zh_hant: 無法擷取明細，改用文字描述看看。

source: Couldn't load plans. Check your connection.
de: Tarife konnten nicht geladen werden. Prüfen Sie Ihre Verbindung.
es: No se pudieron cargar los planes. Comprueba tu conexión.
fi: Tilausvaihtoehtoja ei voitu ladata. Tarkista verkkoyhteys.
fr: Impossible de charger les formules. Vérifiez votre connexion.
it: Impossibile caricare i piani. Controlla la connessione.
ja: プランを読み込めませんでした。接続を確認してください。
ko: 요금제를 불러오지 못했습니다. 연결을 확인하세요.
nl: Abonnementen konden niet worden geladen. Controleer je verbinding.
pl: Nie udało się wczytać planów. Sprawdź połączenie.
pt_br: Não foi possível carregar os planos. Verifique sua conexão.
zh_hans: 无法加载订阅方案，请检查网络连接。
zh_hant: 無法載入訂閱方案，請檢查網路連線。

source: Couldn't open link
de: Link nicht geöffnet
es: No se pudo abrir el enlace
fi: Linkkiä ei voitu avata
fr: Impossible d'ouvrir le lien
it: Impossibile aprire il link
ja: リンクを開けませんでした
ko: 링크를 열지 못했습니다
nl: Link openen mislukt
pl: Nie udało się otworzyć linku
pt_br: Não foi possível abrir o link
zh_hans: 无法打开链接
zh_hant: 無法打開連結

source: Couldn't open the link
de: Link nicht geöffnet
es: No se pudo abrir el enlace
fi: Linkkiä ei voitu avata
fr: Impossible d'ouvrir le lien
it: Impossibile aprire il link
ja: リンクを開けませんでした
ko: 링크를 열지 못했습니다
nl: Link openen mislukt
pl: Nie udało się otworzyć linku
pt_br: Não foi possível abrir o link
zh_hans: 无法打开链接
zh_hant: 無法打開連結

source: Couldn't reach VIES — you can still issue.
de: VIES nicht erreichbar – Sie können trotzdem ausstellen.
es: No se pudo conectar con VIES: puedes emitir igualmente.
fi: VIES ei vastaa – voit silti laskuttaa.
fr: VIES injoignable — vous pouvez quand même émettre.
it: VIES non raggiungibile: puoi comunque emettere.
ja: VIES に接続できません。そのまま発行できます。
ko: VIES에 연결할 수 없습니다. 그래도 발행할 수 있습니다.
nl: VIES niet bereikbaar — je kunt de factuur gewoon opmaken.
pl: Brak połączenia z VIES — mimo to możesz wystawić fakturę.
pt_br: Não foi possível acessar o VIES — você ainda pode emitir.
zh_hans: 无法连接 VIES——仍可正常开票。
zh_hant: 無法連上 VIES——仍可正常開立發票。

source: Couldn't reach the network. Check your connection and try again.
de: Netzwerk nicht erreichbar. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo conectar. Comprueba tu conexión e inténtalo de nuevo.
fi: Yhteyttä ei saatu. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Réseau injoignable. Vérifiez votre connexion et réessayez.
it: Rete non raggiungibile. Controlla la connessione e riprova.
ja: ネットワークに接続できませんでした。接続を確認してもう一度お試しください。
ko: 네트워크에 연결할 수 없습니다. 연결을 확인한 뒤 다시 시도하세요.
nl: Het netwerk is niet bereikbaar. Controleer je verbinding en probeer het opnieuw.
pl: Brak połączenia z siecią. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível conectar. Verifique sua conexão e tente novamente.
zh_hans: 无法连接网络。请检查网络连接后重试。
zh_hant: 無法連上網路。請檢查網路連線後再試一次。

source: Couldn't render this document. Try again.
de: Dieses Dokument konnte nicht erstellt werden. Bitte erneut versuchen.
es: No se pudo generar este documento. Inténtalo de nuevo.
fi: Tätä dokumenttia ei voitu muodostaa. Yritä uudelleen.
fr: Impossible de générer ce document. Réessayez.
it: Impossibile generare questo documento. Riprova.
ja: この書類を生成できませんでした。もう一度お試しください。
ko: 이 문서를 생성하지 못했습니다. 다시 시도하세요.
nl: Dit document kon niet worden gemaakt. Probeer het opnieuw.
pl: Nie udało się wygenerować dokumentu. Spróbuj ponownie.
pt_br: Não foi possível gerar este documento. Tente novamente.
zh_hans: 无法生成此文档，请重试。
zh_hant: 無法產生這份文件，請再試一次。

source: Couldn't save
de: Sichern fehlgeschlagen
es: No se pudo guardar
fi: Tallennus epäonnistui
fr: Enregistrement impossible
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장하지 못했습니다
nl: Bewaren mislukt
pl: Nie udało się zapisać
pt_br: Não foi possível salvar
zh_hans: 无法存储
zh_hant: 無法儲存

source: Country code
de: Ländercode
es: Código de país
fi: Maakoodi
fr: Code pays
it: Codice paese
ja: 国コード
ko: 국가 코드
nl: Landcode
pl: Kod kraju
pt_br: Código do país
zh_hans: 国家代码
zh_hant: 國家代碼

source: Country code (e.g. DE)
de: Ländercode (z. B. DE)
es: Código de país (p. ej., DE)
fi: Maakoodi (esim. DE)
fr: Code pays (ex. DE)
it: Codice paese (es. DE)
ja: 国コード（例: DE）
ko: 국가 코드(예: DE)
nl: Landcode (bijv. NL)
pl: Kod kraju (np. DE)
pt_br: Código do país (ex.: DE)
zh_hans: 国家代码（例如 DE）
zh_hant: 國家代碼（例如 DE）

source: Create an estimate to send a quote — convert it to an invoice when it's accepted.
de: Erstellen Sie ein Angebot für Ihren Kunden – und wandeln Sie es in eine Rechnung um, sobald es angenommen wird.
es: Crea un presupuesto para enviárselo a tu cliente y conviértelo en factura cuando lo acepte.
fi: Luo tarjous asiakkaallesi – muunna se laskuksi heti, kun asiakas hyväksyy sen.
fr: Créez un devis à envoyer à votre client — convertissez-le en facture dès qu'il est accepté.
it: Crea un preventivo da inviare al cliente e convertilo in fattura quando viene accettato.
ja: 見積書を作成して送り、受注したら請求書に変換できます。
ko: 견적서를 만들어 보내고, 수락되면 인보이스로 변환하세요.
nl: Maak een offerte voor je klant — en zet die om in een factuur zodra hij akkoord is.
pl: Utwórz ofertę dla kontrahenta — zamień ją na fakturę, gdy zostanie przyjęta.
pt_br: Crie um orçamento para enviar ao cliente — converta em fatura quando ele aceitar.
zh_hans: 创建报价单发给客户，客户接受后可一键转为发票。
zh_hant: 建立報價單寄給客戶，客戶接受後即可轉為發票。

source: Create estimate
de: Angebot erstellen
es: Crear presupuesto
fi: Luo tarjous
fr: Créer un devis
it: Crea preventivo
ja: 見積書を作成
ko: 견적서 만들기
nl: Offerte maken
pl: Utwórz ofertę
pt_br: Criar orçamento
zh_hans: 创建报价单
zh_hant: 建立報價單

source: Create invoice
de: Rechnung erstellen
es: Crear factura
fi: Luo lasku
fr: Créer une facture
it: Crea fattura
ja: 請求書を作成
ko: 인보이스 만들기
nl: Factuur maken
pl: Utwórz fakturę
pt_br: Criar fatura
zh_hans: 创建发票
zh_hant: 建立發票

source: Create your first invoice. It's free, unlimited, and ready for EU e-invoicing.
de: Erstellen Sie Ihre erste Rechnung. Kostenlos, unbegrenzt und bereit für die EU-E-Rechnung.
es: Crea tu primera factura. Gratis, sin límites y lista para la facturación electrónica europea.
fi: Luo ensimmäinen laskusi. Ilmaista, rajatonta ja valmista EU:n verkkolaskutukseen.
fr: Créez votre première facture. Gratuit, illimité et prêt pour la facturation électronique européenne.
it: Crea la tua prima fattura. Gratis, senza limiti e pronta per la fatturazione elettronica europea.
ja: 最初の請求書を作成しましょう。無料・無制限で、EU の電子インボイスにも対応します。
ko: 첫 인보이스를 만들어 보세요. 무료, 무제한이며 EU 전자 인보이스도 준비되어 있습니다.
nl: Maak je eerste factuur. Gratis, onbeperkt en klaar voor Europese e-facturatie.
pl: Utwórz pierwszą fakturę. Za darmo, bez limitów i gotową na e-fakturowanie w UE.
pt_br: Crie sua primeira fatura. Grátis, ilimitada e pronta para a fatura eletrônica da UE.
zh_hans: 创建你的第一张发票。免费、不限数量，并已为欧盟电子发票做好准备。
zh_hant: 建立你的第一張發票。免費、不限數量，並已為歐盟電子發票做好準備。

source: Credit packs
de: Credit-Pakete
es: Packs de créditos
fi: Krediittipaketit
fr: Packs de crédits
it: Pacchetti di crediti
ja: クレジットパック
ko: 크레딧 팩
nl: Creditpakketten
pl: Pakiety kredytów
pt_br: Pacotes de créditos
zh_hans: 积分包
zh_hant: 點數包

source: Credit packs are temporarily unavailable from the App Store. You can keep using the app fully — please try again later.
de: Credit-Pakete sind im App Store vorübergehend nicht verfügbar. Sie können die App uneingeschränkt weiter nutzen – bitte versuchen Sie es später erneut.
es: Los packs de créditos no están disponibles temporalmente en el App Store. Puedes seguir usando la app con normalidad; inténtalo más tarde.
fi: Krediittipaketteja ei ole tilapäisesti saatavilla App Storesta. Voit jatkaa sovelluksen käyttöä täysin normaalisti – yritä myöhemmin uudelleen.
fr: Les packs de crédits sont temporairement indisponibles sur l'App Store. Vous pouvez continuer à utiliser l'app normalement — réessayez plus tard.
it: I pacchetti di crediti non sono temporaneamente disponibili su App Store. Puoi continuare a usare l'app senza limiti: riprova più tardi.
ja: クレジットパックは現在 App Store で購入できません。アプリはこれまでどおりすべて使えます。しばらくしてからお試しください。
ko: 현재 App Store에서 크레딧 팩을 구매할 수 없습니다. 앱은 그대로 모두 사용할 수 있으니 나중에 다시 시도해 주세요.
nl: Creditpakketten zijn tijdelijk niet beschikbaar in de App Store. Je kunt de app volledig blijven gebruiken — probeer het later opnieuw.
pl: Pakiety kredytów są chwilowo niedostępne w App Store. Możesz dalej w pełni korzystać z aplikacji — spróbuj później.
pt_br: Os pacotes de créditos estão temporariamente indisponíveis na App Store. Você pode continuar usando o app normalmente — tente de novo mais tarde.
zh_hans: 积分包目前无法从 App Store 购买。你仍可完整使用本 App，请稍后再试。
zh_hant: 目前無法從 App Store 購買點數包。你仍可完整使用本 App，請稍後再試。

source: Credits cover each invoice you send over Peppol and optional AI drafting. The app is fully usable without them.
de: Credits decken jede über Peppol versendete Rechnung sowie die optionalen KI-Entwürfe ab. Die App ist auch ohne sie voll nutzbar.
es: Los créditos cubren cada factura que envías por Peppol y los borradores con IA (opcionales). La app es totalmente utilizable sin ellos.
fi: Krediitit kattavat jokaisen Peppolilla lähetetyn laskun ja valinnaiset tekoälyluonnokset. Sovellus on täysin käytettävissä myös ilman niitä.
fr: Les crédits couvrent chaque facture envoyée via Peppol et la rédaction par IA (optionnelle). L'app reste entièrement utilisable sans eux.
it: I crediti coprono ogni fattura inviata tramite Peppol e le bozze con IA (facoltative). L'app è pienamente utilizzabile anche senza.
ja: クレジットは Peppol での送信 1 件ごとと、任意の AI 下書きに使います。クレジットがなくてもアプリはすべて使えます。
ko: 크레딧은 Peppol로 보내는 인보이스 1건과 선택 기능인 AI 초안에 사용됩니다. 크레딧 없이도 앱은 온전히 사용할 수 있습니다.
nl: Credits dekken elke factuur die je via Peppol verstuurt en het optioneel opstellen met AI. Zonder credits is de app volledig bruikbaar.
pl: Kredyty pokrywają każdą fakturę wysłaną przez Peppol oraz opcjonalne szkice AI. Aplikacja jest w pełni użyteczna także bez nich.
pt_br: Os créditos cobrem cada fatura enviada pelo Peppol e o rascunho com IA (opcional). O app funciona por completo sem eles.
zh_hans: 积分用于通过 Peppol 发送的每张发票以及可选的 AI 起草。没有积分也能完整使用本 App。
zh_hant: 點數用於透過 Peppol 傳送的每張發票，以及選用的 AI 起草。沒有點數也能完整使用本 App。

source: Croatia requires VAT-registered businesses to issue and receive e-invoices over Peppol with real-time fiscal reporting since 1 January 2026; sole traders and non-VAT businesses follow on 1 January 2027. Pay Day delivers over Peppol but does not do the fiscal reporting.
de: Kroatien verpflichtet umsatzsteuerpflichtige Unternehmen seit dem 1. Januar 2026, E-Rechnungen über Peppol mit Echtzeit-Steuermeldung auszustellen und zu empfangen; Einzelunternehmer und nicht umsatzsteuerpflichtige Unternehmen folgen am 1. Januar 2027. Pay Day versendet über Peppol, übernimmt aber nicht die Steuermeldung.
es: Croacia exige a las empresas registradas a efectos de IVA emitir y recibir facturas electrónicas por Peppol con comunicación fiscal en tiempo real desde el 1 de enero de 2026; los autónomos y las empresas no sujetas a IVA se incorporan el 1 de enero de 2027. Pay Day envía por Peppol, pero no realiza la comunicación fiscal.
fi: Kroatia edellyttää alv-rekisteröidyiltä yrityksiltä verkkolaskujen laatimista ja vastaanottamista Peppolin kautta reaaliaikaisella verottajaraportoinnilla 1.1.2026 alkaen; yksityiset elinkeinonharjoittajat ja alv:sta vapautetut yritykset seuraavat 1.1.2027. Pay Day lähettää Peppolin kautta, mutta ei tee verottajaraportointia.
fr: La Croatie impose aux entreprises assujetties à la TVA d'émettre et de recevoir des factures électroniques via Peppol avec un signalement fiscal en temps réel depuis le 1er janvier 2026 ; les indépendants et les entreprises non assujetties à la TVA suivent le 1er janvier 2027. Pay Day envoie via Peppol, mais n'effectue pas le signalement fiscal.
it: La Croazia impone alle imprese con partita IVA di emettere e ricevere fatture elettroniche tramite Peppol con comunicazione fiscale in tempo reale dal 1° gennaio 2026; i lavoratori autonomi e le imprese senza partita IVA seguiranno dal 1° gennaio 2027. Pay Day invia tramite Peppol, ma non esegue la comunicazione fiscale.
ja: クロアチアは付加価値税登録事業者に対し、2026年1月1日からPeppol経由でリアルタイム税務報告付きの電子インボイスの発行・受信を義務付けています。個人事業主および非課税事業者は2027年1月1日から続きます。Pay DayはPeppol経由で送信しますが、税務報告は行いません。
ko: 크로아티아는 부가가치세 등록 사업자에게 2026년 1월 1일부터 Peppol을 통한 실시간 세무 보고가 포함된 전자 인보이스 발행 및 수신을 의무화하고 있습니다. 개인사업자 및 비부가세 사업자는 2027년 1월 1일부터 뒤따릅니다. Pay Day는 Peppol로 전송하지만 세무 보고는 수행하지 않습니다.
nl: Kroatië verplicht btw-plichtige bedrijven om sinds 1 januari 2026 e-facturen uit te reiken en te ontvangen via Peppol met realtime fiscale rapportage; zelfstandigen en niet-btw-plichtige bedrijven volgen op 1 januari 2027. Pay Day verstuurt via Peppol, maar verzorgt de fiscale rapportage niet.
pl: Chorwacja zobowiązuje firmy zarejestrowane jako podatnicy VAT do wystawiania i odbierania e-faktur przez Peppol wraz z raportowaniem fiskalnym w czasie rzeczywistym od 1 stycznia 2026 r.; jednoosobowe działalności gospodarcze i firmy niebędące podatnikami VAT dołączają 1 stycznia 2027 r. Pay Day wysyła przez Peppol, ale nie wykonuje raportowania fiskalnego.
pt_br: A Croácia exige que empresas registradas para o IVA emitam e recebam faturas eletrônicas pelo Peppol com relato fiscal em tempo real desde 1º de janeiro de 2026; autônomos e empresas não sujeitas ao IVA seguem em 1º de janeiro de 2027. O Pay Day envia pelo Peppol, mas não faz o relato fiscal.
zh_hans: 克罗地亚要求增值税注册企业自 2026 年 1 月 1 日起通过 Peppol 开具和接收电子发票，并进行实时财税申报；个体经营者和非增值税企业自 2027 年 1 月 1 日起跟进。Pay Day 通过 Peppol 发送，但不提供财税申报。
zh_hant: 克羅埃西亞要求加值稅登記企業自 2026 年 1 月 1 日起透過 Peppol 開立與接收電子發票，並進行即時財稅申報；個體戶與非加值稅企業自 2027 年 1 月 1 日起跟進。Pay Day 透過 Peppol 傳送，但不提供財稅申報。

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN
fi: KUVAUS
fr: DÉSIGNATION
it: DESCRIZIONE
ja: 品目
ko: 품목
nl: OMSCHRIJVING
pl: NAZWA
pt_br: DESCRIÇÃO
zh_hans: 项目
zh_hant: 項目

source: Dark
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

source: Default VAT %
de: Standard-USt. %
es: IVA por defecto %
fi: Oletus-ALV %
fr: TVA par défaut %
it: IVA predefinita %
ja: 標準 VAT 税率 %
ko: 기본 VAT 세율 %
nl: Standaard btw %
pl: Domyślny VAT %
pt_br: IVA padrão %
zh_hans: 默认增值税率 %
zh_hant: 預設加值稅率 %

source: Default payment terms
de: Standard-Zahlungsbedingungen
es: Condiciones de pago por defecto
fi: Oletusmaksuehdot
fr: Conditions de paiement par défaut
it: Termini di pagamento predefiniti
ja: 標準の支払条件
ko: 기본 결제 조건
nl: Standaard betalingsvoorwaarden
pl: Domyślne warunki płatności
pt_br: Condições de pagamento padrão
zh_hans: 默认付款条件
zh_hant: 預設付款條件

source: Defaults
de: Standardwerte
es: Valores por defecto
fi: Oletusarvot
fr: Valeurs par défaut
it: Valori predefiniti
ja: 既定値
ko: 기본값
nl: Standaardwaarden
pl: Ustawienia domyślne
pt_br: Padrões
zh_hans: 默认值
zh_hant: 預設值

source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fi: Poista tili
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nl: Verwijder account
pl: Usuń konto
pt_br: Excluir conta
zh_hans: 删除账户
zh_hant: 刪除帳戶

source: Delete account?
de: Konto löschen?
es: ¿Eliminar la cuenta?
fi: Poistetaanko tili?
fr: Supprimer le compte ?
it: Eliminare l'account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
nl: Account verwijderen?
pl: Usunąć konto?
pt_br: Excluir a conta?
zh_hans: 删除账户？
zh_hant: 刪除帳戶？

source: Delete line
de: Position löschen
es: Eliminar línea
fi: Poista rivi
fr: Supprimer la ligne
it: Elimina riga
ja: 明細を削除
ko: 항목 삭제
nl: Verwijder regel
pl: Usuń pozycję
pt_br: Excluir item
zh_hans: 删除明细
zh_hant: 刪除明細

source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fi: Poistetaan…
fr: Suppression…
it: Eliminazione…
ja: 削除中…
ko: 삭제 중…
nl: Bezig met verwijderen…
pl: Usuwanie…
pt_br: Excluindo…
zh_hans: 正在删除…
zh_hant: 正在刪除…

source: Delivered
de: Zugestellt
es: Entregada
fi: Toimitettu
fr: Transmise
it: Consegnata
ja: 送信完了
ko: 전송 완료
nl: Afgeleverd
pl: Dostarczono
pt_br: Entregue
zh_hans: 已送达
zh_hant: 已送達

source: Describe in words
de: Mit Worten beschreiben
es: Describir con palabras
fi: Kuvaile sanoin
fr: Décrire en quelques mots
it: Descrivi a parole
ja: 文章で説明する
ko: 문장으로 설명
nl: Beschrijf in woorden
pl: Opisz słowami
pt_br: Descrever em palavras
zh_hans: 用文字描述
zh_hant: 用文字描述

source: Describe the work
de: Arbeit beschreiben
es: Describe el trabajo
fi: Kuvaile työsi
fr: Décrivez la prestation
it: Descrivi il lavoro
ja: 作業内容を入力
ko: 작업 내용 설명
nl: Beschrijf het werk
pl: Opisz wykonaną pracę
pt_br: Descreva o trabalho
zh_hans: 描述工作内容
zh_hant: 描述工作內容

source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
ja: 品目
ko: 품목
nl: Omschrijving
pl: Nazwa
pt_br: Descrição
zh_hans: 项目名称
zh_hant: 項目名稱

source: Discounts
de: Nachlässe
es: Descuentos
fi: Alennukset
fr: Remises
it: Sconti
ja: 値引き
ko: 할인
nl: Kortingen
pl: Rabaty
pt_br: Descontos
zh_hans: 折扣
zh_hant: 折扣

source: Document type
de: Dokumentart
es: Tipo de documento
fi: Dokumentin tyyppi
fr: Type de document
it: Tipo di documento
ja: 書類の種類
ko: 문서 종류
nl: Documentsoort
pl: Rodzaj dokumentu
pt_br: Tipo de documento
zh_hans: 文档类型
zh_hant: 文件類型

source: Done
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Draft
de: Entwerfen
es: Generar
fi: Luonnostele
fr: Rédiger
it: Genera
ja: 作成
ko: 작성
nl: Opstellen
pl: Szkicuj
pt_br: Gerar
zh_hans: 生成
zh_hant: 產生

source: Draft line items
de: Positionen entwerfen
es: Generar líneas
fi: Luonnostele laskurivit
fr: Rédiger les lignes
it: Genera le righe
ja: 明細を下書き
ko: 항목 초안 만들기
nl: Regels opstellen
pl: Naszkicuj pozycje
pt_br: Gerar itens
zh_hans: 起草明细
zh_hant: 起草明細

source: Draft line items from a photo or a sentence
de: Positionen aus einem Foto oder einem Satz entwerfen
es: Genera líneas a partir de una foto o una frase
fi: Luo laskurivit kuvasta tai lauseesta
fr: Générez les lignes à partir d'une photo ou d'une phrase
it: Genera le righe da una foto o una frase
ja: 写真や一文から明細を下書き
ko: 사진 한 장이나 문장 하나로 항목 초안 작성
nl: Stel regels op vanaf een foto of één zin
pl: Szkicuj pozycje ze zdjęcia lub jednego zdania
pt_br: Gere itens a partir de uma foto ou uma frase
zh_hans: 从一张照片或一句话生成明细
zh_hant: 從一張照片或一句話起草明細

source: Draft with AI
de: Mit KI entwerfen
es: Generar con IA
fi: Luonnostele tekoälyllä
fr: Rédiger avec l'IA
it: Genera con l'IA
ja: AI で下書き
ko: AI로 초안 작성
nl: Opstellen met AI
pl: Szkicuj z AI
pt_br: Gerar com IA
zh_hans: 用 AI 起草
zh_hant: 用 AI 起草

source: Due
de: Fällig
es: Vencimiento
fi: Eräpäivä
fr: Échéance
it: Scadenza
ja: 支払期限
ko: 지급 기한
nl: Vervaldatum
pl: Termin
pt_br: Vencimento
zh_hans: 到期日
zh_hant: 到期日

source: Due date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fi: Eräpäivä
fr: Date d'échéance
it: Data di scadenza
ja: 支払期限
ko: 지급 기한
nl: Vervaldatum
pl: Termin płatności
pt_br: Data de vencimento
zh_hans: 到期日
zh_hant: 到期日

source: Duplicate
de: Duplizieren
es: Duplicar
fi: Monista
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceer
pl: Duplikuj
pt_br: Duplicar
zh_hans: 复制
zh_hant: 複製

source: E-invoicing in %@
de: E-Rechnungen in %@
es: Facturación electrónica en %@
fi: Verkkolaskutus: %@
fr: Facturation électronique : %@
it: Fatturazione elettronica: %@
ja: %@の電子インボイス
ko: %@ 전자 인보이스
nl: E-facturatie in %@
pl: E-fakturowanie: %@
pt_br: Fatura eletrônica: %@
zh_hans: %@电子发票现状
zh_hant: %@電子發票現況

source: EN 16931 e-invoices
de: E-Rechnungen nach EN 16931
es: Facturas electrónicas EN 16931
fi: EN 16931 -verkkolaskut
fr: Factures électroniques EN 16931
it: Fatture elettroniche EN 16931
ja: EN 16931 電子インボイス
ko: EN 16931 전자 인보이스
nl: E-facturen volgens EN 16931
pl: E-faktury EN 16931
pt_br: Faturas eletrônicas EN 16931
zh_hans: EN 16931 电子发票
zh_hant: EN 16931 電子發票

source: EN 16931 ready
de: EN 16931-konform
es: Conforme a EN 16931
fi: EN 16931 -valmis
fr: Conforme EN 16931
it: Conforme a EN 16931
ja: EN 16931 準拠
ko: EN 16931 준수
nl: EN 16931-conform
pl: Zgodna z EN 16931
pt_br: Conforme a EN 16931
zh_hans: 符合 EN 16931
zh_hant: 符合 EN 16931

source: Edit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Wijzig
pl: Edytuj
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Estimate — not an e-invoice.
de: Angebot – keine E-Rechnung.
es: Presupuesto: no es una factura electrónica.
fi: Tarjous – ei verkkolasku.
fr: Devis — ce n'est pas une facture électronique.
it: Preventivo: non è una fattura elettronica.
ja: 見積書です。電子インボイスではありません。
ko: 견적서입니다. 전자 인보이스가 아닙니다.
nl: Offerte — geen e-factuur.
pl: Oferta — to nie jest e-faktura.
pt_br: Orçamento — não é uma fatura eletrônica.
zh_hans: 报价单——不是电子发票。
zh_hant: 報價單——不是電子發票。

source: Estimates
de: Angebote
es: Presupuestos
fi: Tarjoukset
fr: Devis
it: Preventivi
ja: 見積書
ko: 견적서
nl: Offertes
pl: Oferty
pt_br: Orçamentos
zh_hans: 报价单
zh_hant: 報價單
